Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: That can include heart rate, HRV, sleep, overnight vitals such as blood oxygen, training load and workouts, today's steps and distance, your profile, your location during workouts, while a Get Me Back trail runs or when you ask for directions, the start points of your recent trails and GPS workouts, and your saved home address when you ask to be led home.
ar: قد يشمل ذلك معدل ضربات القلب وتقلّبه والنوم والعلامات الحيوية الليلية مثل أكسجين الدم وحمل التدريب والتمارين وخطوات اليوم ومسافته وملفك الشخصي وموقعك أثناء التمارين أو أثناء تشغيل مسار «Get Me Back» أو عندما تطلب الاتجاهات، ونقاط بداية مساراتك وتمارين GPS الأخيرة، وعنوان منزلك المحفوظ عندما تطلب الإرشاد إلى المنزل.
da: Det kan omfatte puls, HRV, søvn, natlige værdier som iltmætning, træningsbelastning og træninger, dagens skridt og distance, din profil, din position under træninger, mens et Get Me Back-spor kører, eller når du beder om rutevejledning, startpunkterne for dine seneste spor og GPS-træninger og din gemte hjemmeadresse, når du beder om at blive ført hjem.
de: Dazu können Herzfrequenz, HRV, Schlaf, nächtliche Vitalwerte wie Blutsauerstoff, Trainingsbelastung und Trainings, heutige Schritte und Strecke, dein Profil, deine Position während Trainings, solange eine Get-Me-Back-Spur läuft oder wenn du nach dem Weg fragst, die Startpunkte deiner letzten Spuren und GPS-Trainings sowie deine gespeicherte Heimadresse gehören, wenn du dich nach Hause führen lässt.
es: Eso puede incluir frecuencia cardíaca, HRV, sueño, constantes nocturnas como el oxígeno en sangre, carga de entrenamiento y entrenamientos, los pasos y la distancia de hoy, tu perfil, tu ubicación durante los entrenamientos, mientras un rastro de Get Me Back está activo o cuando pides indicaciones, los puntos de inicio de tus rastros y entrenamientos con GPS recientes, y tu dirección de casa guardada cuando pides que te guíe a casa.
fi: Se voi sisältää sykkeen, HRV:n, unen, yön elintoiminnot kuten veren happitason, harjoituskuorman ja harjoitukset, tämän päivän askeleet ja matkan, profiilisi, sijaintisi harjoitusten aikana, Get Me Back -reitin ollessa käynnissä tai kun pyydät reittiohjeita, viimeaikaisten reittiesi ja GPS-harjoitustesi aloituspisteet sekä tallennetun kotiosoitteesi, kun pyydät opastusta kotiin.
fr: Cela peut inclure la fréquence cardiaque, la HRV, le sommeil, les signes vitaux nocturnes comme l’oxygène sanguin, la charge d’entraînement et les séances, les pas et la distance du jour, votre profil, votre position pendant les séances, tant qu’une trace Get Me Back est active ou quand vous demandez un itinéraire, les points de départ de vos traces et séances GPS récentes, et votre adresse de domicile enregistrée quand vous demandez à être guidé chez vous.
is: Það getur falið í sér hjartslátt, HRV, svefn, næturgildi eins og súrefnismettun, æfingaálag og æfingar, skref og vegalengd dagsins, prófílinn þinn, staðsetningu þína á æfingum, meðan Get Me Back-slóð er virk eða þegar þú biður um leiðsögn, upphafspunkta nýlegra slóða og GPS-æfinga og vistað heimilisfang þitt þegar þú biður um leiðsögn heim.
it: Può includere frequenza cardiaca, HRV, sonno, parametri notturni come l’ossigeno nel sangue, carico di allenamento e allenamenti, i passi e la distanza di oggi, il tuo profilo, la tua posizione durante gli allenamenti, mentre è attiva una traccia Get Me Back o quando chiedi indicazioni, i punti di partenza delle tracce e degli allenamenti GPS recenti, e il tuo indirizzo di casa salvato quando chiedi di essere guidato a casa.
ja: 心拍数、HRV、睡眠、血中酸素などの夜間のバイタル、トレーニング負荷とワークアウト、今日の歩数と距離、プロフィール、ワークアウト中・Get Me Back の軌跡の実行中・道案内を求めたときの現在地、最近の軌跡と GPS ワークアウトの開始地点、そして自宅までの案内を求めたときの保存済みの自宅住所が含まれる場合があります。
ko: 심박수, HRV, 수면, 혈중 산소 같은 야간 바이탈, 훈련 부하와 운동, 오늘의 걸음 수와 거리, 프로필, 운동 중·Get Me Back 경로 실행 중·길 안내 요청 시의 위치, 최근 경로와 GPS 운동의 시작 지점, 그리고 집까지 안내를 요청할 때 저장된 집 주소가 포함될 수 있습니다.
nb: Det kan omfatte puls, HRV, søvn, nattlige verdier som oksygenmetning, treningsbelastning og økter, dagens skritt og distanse, profilen din, posisjonen din under økter, mens et Get Me Back-spor kjører eller når du ber om veibeskrivelse, startpunktene for de siste sporene og GPS-øktene dine og den lagrede hjemmeadressen din når du ber om å bli ført hjem.
nl: Dat kan hartslag, HRV, slaap, nachtelijke vitale waarden zoals bloedzuurstof, trainingsbelasting en trainingen, de stappen en afstand van vandaag, je profiel, je locatie tijdens trainingen, terwijl een Get Me Back-spoor loopt of als je om een routebeschrijving vraagt, de startpunten van je recente sporen en gps-trainingen, en je opgeslagen thuisadres omvatten als je vraagt om naar huis geleid te worden.
pt_br: Isso pode incluir frequência cardíaca, VFC, sono, sinais vitais noturnos como oxigênio no sangue, carga de treino e treinos, os passos e a distância de hoje, seu perfil, sua localização durante treinos, enquanto uma trilha do Get Me Back está ativa ou quando você pede rotas, os pontos de partida de suas trilhas e treinos com GPS recentes, e seu endereço residencial salvo quando você pede para ser guiado para casa.
ru: Это могут быть пульс, ВСР, сон, ночные показатели вроде насыщения крови кислородом, тренировочная нагрузка и тренировки, сегодняшние шаги и расстояние, ваш профиль, ваше местоположение во время тренировок, пока активен трек Get Me Back или когда вы просите проложить путь, точки старта ваших недавних треков и GPS-тренировок, а также сохранённый домашний адрес, когда вы просите проводить вас домой.
sv: Det kan omfatta puls, HRV, sömn, nattliga värden som syremättnad, träningsbelastning och pass, dagens steg och distans, din profil, din position under pass, medan ett Get Me Back-spår pågår eller när du ber om vägbeskrivning, startpunkterna för dina senaste spår och GPS-pass samt din sparade hemadress när du ber om att bli guidad hem.
zh_hans: 其中可能包括心率、HRV、睡眠、血氧等夜间生命体征、训练负荷和运动、今日步数和距离、你的个人资料、你在运动中、Get Me Back 轨迹运行期间或请求路线指引时的位置、近期轨迹和 GPS 运动的起点，以及你请求导航回家时保存的家庭住址。

source: That workout is no longer in Apple Health.
ar: لم يعد ذلك التمرين موجودًا في Apple Health.
da: Den træning findes ikke længere i Apple Health.
de: Dieses Training ist nicht mehr in Apple Health.
es: Ese entrenamiento ya no está en Apple Health.
fi: Kyseistä harjoitusta ei enää ole Apple Healthissa.
fr: Cette séance n’est plus dans Apple Santé.
is: Sú æfing er ekki lengur í Apple Health.
it: Quell’allenamento non è più in Apple Salute.
ja: そのワークアウトは Apple ヘルスケアにもうありません。
ko: 해당 운동은 더 이상 Apple 건강에 없습니다.
nb: Den økten finnes ikke lenger i Apple Health.
nl: Die work-out staat niet meer in Apple Gezondheid.
pt_br: Esse treino não está mais no Apple Saúde.
ru: Этой тренировки больше нет в Apple Здоровье.
sv: Det passet finns inte längre i Apple Hälsa.
zh_hans: 该训练已不在 Apple 健康中。

source: The 12 bpm cut-off comes from Cole et al. (NEJM 1999), a study of 2,428 adults after maximal clinical exercise testing, not self-paced training. It is applied here by convention.
ar: حدّ 12 نبضة/دقيقة مأخوذ من Cole وزملائه (NEJM 1999)، في دراسة شملت 2,428 بالغًا بعد اختبار جهد سريري أقصى، لا تدريب ذاتي الإيقاع. ويُطبَّق هنا عُرفًا.
da: Grænsen på 12 bpm stammer fra Cole et al. (NEJM 1999), en undersøgelse af 2.428 voksne efter maksimal klinisk arbejdstest, ikke selvstyret træning. Den bruges her af konvention.
de: Die Grenze von 12 bpm stammt aus Cole et al. (NEJM 1999), einer Studie an 2.428 Erwachsenen nach maximaler klinischer Belastungsuntersuchung, nicht nach selbstbestimmtem Training. Hier wird sie per Konvention angewendet.
es: El umbral de 12 lpm procede de Cole et al. (NEJM 1999), un estudio con 2.428 adultos tras una prueba de esfuerzo clínica máxima, no un entrenamiento a ritmo propio. Aquí se aplica por convención.
fi: 12 bpm:n raja on peräisin tutkimuksesta Cole ym. (NEJM 1999), jossa oli 2 428 aikuista maksimaalisen kliinisen rasituskokeen jälkeen, ei omatahtisen harjoittelun. Sitä käytetään tässä vakiintuneen tavan mukaan.
fr: Le seuil de 12 bpm vient de Cole et al. (NEJM 1999), une étude portant sur 2 428 adultes après une épreuve d’effort clinique maximale, et non un entraînement à allure libre. Il est appliqué ici par convention.
is: Mörkin 12 slög/mín koma frá Cole o.fl. (NEJM 1999), rannsókn á 2.428 fullorðnum eftir hámarks klínískt áreynslupróf, ekki sjálfstýrða æfingu. Þau eru notuð hér samkvæmt venju.
it: La soglia di 12 bpm viene da Cole et al. (NEJM 1999), uno studio su 2.428 adulti dopo un test da sforzo clinico massimale, non un allenamento a ritmo libero. Qui si applica per convenzione.
ja: 12 bpm という基準は Cole ら（NEJM 1999）によるもので、自分のペースでのトレーニングではなく、臨床での最大運動負荷試験後の成人 2,428 人を対象とした研究です。ここでは慣例として適用しています。
ko: 12 bpm 기준은 Cole 등(NEJM 1999)의 연구에서 나온 것으로, 자율적인 훈련이 아니라 임상 최대 운동 부하 검사 후 성인 2,428명을 대상으로 했습니다. 여기서는 관례에 따라 적용합니다.
nb: Grensen på 12 bpm kommer fra Cole et al. (NEJM 1999), en studie av 2 428 voksne etter maksimal klinisk arbeidstest, ikke egenstyrt trening. Den brukes her etter konvensjon.
nl: De grens van 12 bpm komt uit Cole et al. (NEJM 1999), een onderzoek bij 2.428 volwassenen na een maximale klinische inspanningstest, niet na training in eigen tempo. Hij wordt hier volgens conventie toegepast.
pt_br: O limite de 12 bpm vem de Cole et al. (NEJM 1999), um estudo com 2.428 adultos após teste ergométrico clínico máximo, não treino em ritmo próprio. Ele é aplicado aqui por convenção.
ru: Порог 12 уд/мин взят из работы Cole и соавт. (NEJM 1999) — исследования 2428 взрослых после максимального клинического нагрузочного теста, а не тренировки в собственном темпе. Здесь он применяется по соглашению.
sv: Gränsen på 12 bpm kommer från Cole et al. (NEJM 1999), en studie av 2 428 vuxna efter maximalt kliniskt arbetsprov, inte egenstyrd träning. Den används här av konvention.
zh_hans: 12 bpm 这一界值来自 Cole 等人（NEJM 1999）的研究，对象是 2,428 名接受临床最大运动负荷试验的成年人，而非自定节奏的训练。这里按惯例沿用。

source: The AI assistant is told which surfaces are off so it won't recommend features you've removed.
ar: يُبلَّغ مساعد الذكاء الاصطناعي بالواجهات المعطّلة حتى لا يوصي بميزات أزلتها.
da: AI-assistenten får at vide, hvilke flader der er slået fra, så den ikke anbefaler funktioner, du har fjernet.
de: Dem KI-Assistenten wird mitgeteilt, welche Bereiche deaktiviert sind, damit er keine Funktionen empfiehlt, die du entfernt hast.
es: Se le indica al asistente de IA qué secciones están desactivadas para que no recomiende funciones que has eliminado.
fi: Tekoälyavustajalle kerrotaan, mitkä näkymät ovat pois käytöstä, jotta se ei suosittele poistamiasi ominaisuuksia.
fr: L'assistant IA est informé des sections désactivées afin de ne pas recommander des fonctionnalités que vous avez supprimées.
is: Gervigreindaraðstoðinni er sagt hvaða svæði eru óvirk svo hún mæli ekki með eiginleikum sem þú hefur fjarlægt.
it: All'assistente IA viene comunicato quali sezioni sono disattivate, così non consiglierà funzioni che hai rimosso.
ja: どの画面がオフになっているかが AI アシスタントに伝えられるため、削除した機能を勧めることはありません。
ko: 어떤 화면이 꺼져 있는지 AI 어시스턴트에 알려주므로 제거한 기능을 추천하지 않습니다.
nb: AI-assistenten får vite hvilke flater som er av, slik at den ikke anbefaler funksjoner du har fjernet.
nl: De AI-assistent krijgt te horen welke onderdelen uit staan, zodat hij geen functies aanbeveelt die je hebt verwijderd.
pt_br: O assistente de IA é informado sobre quais áreas estão desativadas para não recomendar recursos que você removeu.
ru: ИИ-ассистенту сообщается, какие разделы отключены, чтобы он не рекомендовал функции, которые вы удалили.
sv: AI-assistenten får veta vilka ytor som är av, så att den inte rekommenderar funktioner du har tagit bort.
zh_hans: 会告知 AI 助手哪些界面已关闭，因此它不会推荐你已移除的功能。

source: The AI can look up authoritative sources (research papers, manufacturer docs) for questions Emuqu's own data can't answer.
ar: يمكن للذكاء الاصطناعي البحث في مصادر موثوقة (أوراق بحثية، وثائق الشركات المصنّعة) للأسئلة التي لا تستطيع بيانات Emuqu نفسها الإجابة عنها.
da: AI'en kan slå autoritative kilder op (forskningsartikler, producentdokumentation) til spørgsmål, som Emuqus egne data ikke kan besvare.
de: Die KI kann verlässliche Quellen (Forschungsarbeiten, Herstellerdokumentationen) für Fragen heranziehen, die Emuqus eigene Daten nicht beantworten können.
es: La IA puede consultar fuentes autorizadas (artículos de investigación, documentación del fabricante) para preguntas que los propios datos de Emuqu no pueden responder.
fi: Tekoäly voi hakea luotettavia lähteitä (tutkimusartikkeleita, valmistajan dokumentteja) kysymyksiin, joihin Emuqun omat tiedot eivät vastaa.
fr: L'IA peut consulter des sources fiables (articles de recherche, documentation des fabricants) pour les questions auxquelles les données propres d’Emuqu ne peuvent pas répondre.
is: Gervigreindin getur flett upp áreiðanlegum heimildum (rannsóknargreinum, framleiðendaskjölum) fyrir spurningar sem gögn Emuqu sjálfs geta ekki svarað.
it: L'IA può consultare fonti autorevoli (articoli di ricerca, documentazione dei produttori) per le domande a cui i dati propri di Emuqu non sanno rispondere.
ja: Emuqu自身のデータでは答えられない質問について、AIは信頼できる情報源（研究論文、メーカーの資料）を調べることができます。
ko: Emuqu 자체 데이터로 답할 수 없는 질문에 대해, AI는 신뢰할 수 있는 출처(연구 논문, 제조사 문서)를 찾아볼 수 있습니다.
nb: AI-en kan slå opp autoritative kilder (forskningsartikler, produsentdokumentasjon) for spørsmål som Emuqus egne data ikke kan besvare.
nl: De AI kan gezaghebbende bronnen raadplegen (onderzoeksartikelen, fabrikantdocumentatie) voor vragen die de eigen gegevens van Emuqu niet kunnen beantwoorden.
pt_br: A IA pode consultar fontes confiáveis (artigos de pesquisa, documentação do fabricante) para perguntas que os próprios dados do Emuqu não conseguem responder.
ru: ИИ может обращаться к авторитетным источникам (научным статьям, документации производителей) для вопросов, на которые собственные данные Emuqu ответить не могут.
sv: AI:n kan slå upp tillförlitliga källor (forskningsartiklar, tillverkardokumentation) för frågor som Emuqus egna data inte kan besvara.
zh_hans: 对于 Emuqu 自身数据无法回答的问题,AI 可以查阅权威来源（研究论文、厂商文档）。

source: The AI will lose all the cross-session notes you've added. Your chat history and recovery data are not affected.
ar: سيفقد الذكاء الاصطناعي جميع الملاحظات المشتركة بين الجلسات التي أضفتها. لن يتأثر سجل دردشتك ولا بيانات التعافي الخاصة بك.
da: AI'en mister alle de tværgående noter, du har tilføjet. Din chathistorik og dine restitutionsdata påvirkes ikke.
de: Die KI verliert alle sitzungsübergreifenden Notizen, die du hinzugefügt hast. Dein Chatverlauf und deine Erholungsdaten sind nicht betroffen.
es: La IA perderá todas las notas entre sesiones que hayas añadido. Tu historial de chat y tus datos de recuperación no se ven afectados.
fi: Tekoäly menettää kaikki lisäämäsi istuntojen väliset muistiinpanot. Tämä ei vaikuta chathistoriaasi eikä palautumistietoihisi.
fr: L'IA perdra toutes les notes inter-sessions que vous avez ajoutées. Votre historique de chat et vos données de récupération ne sont pas affectés.
is: Gervigreindin mun tapa öllum þvert-á-lotur athugasemdum sem þú hefur bætt við. Spjallsaga þín og endurheimtargögn verða óbreytt.
it: L'IA perderà tutte le note tra sessioni che hai aggiunto. La cronologia della chat e i dati di recupero non vengono interessati.
ja: AIは、あなたが追加したセッションをまたぐメモをすべて失います。チャット履歴と回復データには影響しません。
ko: AI는 추가한 모든 세션 간 메모를 잃게 됩니다. 채팅 기록과 회복 데이터에는 영향이 없습니다.
nb: KI-en mister alle øktovergripende notater du har lagt til. Chathistorikken og restitusjonsdataene dine påvirkes ikke.
nl: De AI verliest alle sessieoverstijgende notities die je hebt toegevoegd. Je chatgeschiedenis en herstelgegevens worden niet beïnvloed.
pt_br: A IA perderá todas as notas entre sessões que você adicionou. Seu histórico de chat e seus dados de recuperação não são afetados.
ru: ИИ потеряет все добавленные вами межсеансовые заметки. Это не затронет историю чата и данные о восстановлении.
sv: AI:n förlorar alla sessionsövergripande anteckningar du har lagt till. Din chatthistorik och dina återhämtningsdata påverkas inte.
zh_hans: AI 将丢失你添加的所有跨会话笔记。你的聊天记录和恢复数据不受影响。

source: The app is not directed at children, and the developer does not knowingly collect personal data from anyone under 13.
ar: التطبيق غير موجّه للأطفال، ولا يجمع المطوّر عن علم بيانات شخصية من أي شخص دون 13 عامًا.
da: Appen er ikke rettet mod børn, og udvikleren indsamler ikke bevidst personoplysninger fra personer under 13 år.
de: Die App richtet sich nicht an Kinder, und der Entwickler erhebt nicht wissentlich personenbezogene Daten von Personen unter 13 Jahren.
es: La app no está dirigida a niños, y el desarrollador no recopila a sabiendas datos personales de menores de 13 años.
fi: Sovellusta ei ole suunnattu lapsille, eikä kehittäjä tietoisesti kerää henkilötietoja alle 13-vuotiailta.
fr: L’app ne s’adresse pas aux enfants, et le développeur ne collecte pas sciemment de données personnelles auprès de personnes de moins de 13 ans.
is: Forritinu er ekki beint að börnum og forritarinn safnar ekki vísvitandi persónuupplýsingum frá neinum undir 13 ára aldri.
it: L’app non è rivolta ai bambini e lo sviluppatore non raccoglie consapevolmente dati personali di persone di età inferiore ai 13 anni.
ja: 本アプリは子ども向けではなく、開発者が 13 歳未満の方から故意に個人データを収集することはありません。
ko: 이 앱은 어린이를 대상으로 하지 않으며, 개발자는 만 13세 미만인 사람의 개인 데이터를 고의로 수집하지 않습니다.
nb: Appen er ikke rettet mot barn, og utvikleren samler ikke bevisst inn personopplysninger fra noen under 13 år.
nl: De app is niet gericht op kinderen en de ontwikkelaar verzamelt niet bewust persoonsgegevens van iemand jonger dan 13 jaar.
pt_br: O app não é direcionado a crianças, e o desenvolvedor não coleta intencionalmente dados pessoais de menores de 13 anos.
ru: Приложение не предназначено для детей, и разработчик сознательно не собирает персональные данные лиц младше 13 лет.
sv: Appen riktar sig inte till barn, och utvecklaren samlar inte medvetet in personuppgifter från någon under 13 år.
zh_hans: 本应用并非面向儿童，开发者不会在知情的情况下收集任何 13 岁以下人士的个人数据。

source: The average time between successive heartbeats in milliseconds. Inversely related to heart rate.
ar: متوسط الزمن بين النبضات المتتالية بالمللي ثانية. يرتبط عكسيًا بمعدل النبض.
da: Den gennemsnitlige tid mellem successive hjerteslag i millisekunder. Omvendt relateret til pulsen.
de: Die durchschnittliche Zeit zwischen aufeinanderfolgenden Herzschlägen in Millisekunden. Umgekehrt proportional zur Herzfrequenz.
es: El tiempo medio entre latidos sucesivos en milisegundos. Inversamente relacionado con la frecuencia cardíaca.
fi: Keskimääräinen aika peräkkäisten sydämenlyöntien välillä millisekunteina. Kääntäen verrannollinen sykkeeseen.
fr: Le temps moyen entre battements successifs, en millisecondes. Inversement lié à la fréquence cardiaque.
is: Meðaltími milli samfelldra hjartaslaga í millisekúndum. Í öfugu hlutfalli við púls.
it: Il tempo medio tra battiti successivi in millisecondi. Inversamente legato alla frequenza cardiaca.
ja: 連続する心拍の平均間隔（ミリ秒）。心拍数とは反比例します。
ko: 연속된 심박 사이의 평균 시간(밀리초). 심박수와 반비례합니다.
nb: Gjennomsnittlig tid mellom påfølgende hjerteslag i millisekunder. Omvendt relatert til pulsen.
nl: De gemiddelde tijd tussen opeenvolgende hartslagen in milliseconden. Omgekeerd gerelateerd aan de hartslag.
pt_br: O tempo médio entre batimentos sucessivos em milissegundos. Inversamente relacionado à frequência cardíaca.
ru: Среднее время между последовательными сердечными сокращениями в миллисекундах. Обратно связано с пульсом.
sv: Den genomsnittliga tiden mellan på varandra följande hjärtslag i millisekunder. Omvänt relaterad till pulsen.
zh_hans: 相邻心搏之间的平均间隔（毫秒）。与心率成反比。

source: The balance between short-term and long-term variability. Higher ratios mean more beat-to-beat variation relative to slow trends. During sleep, ratios of 0.3–0.6 are typical.
ar: التوازن بين التباين قصير المدى وطويل المدى. تعني النسب الأعلى تباينًا أكبر من نبضة إلى نبضة مقارنةً بالاتجاهات البطيئة. أثناء النوم، تكون النسب بين 0.3 و0.6 معتادة.
da: Balancen mellem kortsigtet og langsigtet variation. Højere forhold betyder mere slag-til-slag-variation i forhold til langsomme tendenser. Under søvn er forhold på 0,3–0,6 typiske.
de: Das Verhältnis zwischen kurz- und langfristiger Variabilität. Höhere Werte bedeuten mehr Schlag-zu-Schlag-Variation im Verhältnis zu langsamen Trends. Im Schlaf sind Werte von 0,3–0,6 typisch.
es: El equilibrio entre la variabilidad a corto y a largo plazo. Cocientes más altos significan más variación latido a latido respecto a las tendencias lentas. Durante el sueño, lo típico son cocientes de 0,3–0,6.
fi: Lyhyen ja pitkän aikavälin vaihtelun tasapaino. Suurempi suhde tarkoittaa enemmän lyönnistä lyöntiin -vaihtelua hitaisiin trendeihin nähden. Unen aikana suhteet 0,3–0,6 ovat tyypillisiä.
fr: L’équilibre entre variabilité à court et à long terme. Un rapport plus élevé signifie davantage de variation battement à battement par rapport aux tendances lentes. Pendant le sommeil, des rapports de 0,3–0,6 sont typiques.
is: Jafnvægið milli skammtíma- og langtímabreytileika. Hærra hlutfall þýðir meiri slag-til-slags breytileika miðað við hægar breytingar. Í svefni eru hlutföll á bilinu 0,3–0,6 dæmigerð.
it: L’equilibrio tra variabilità a breve e a lungo termine. Rapporti più alti indicano più variazione battito per battito rispetto alle tendenze lente. Durante il sonno sono tipici rapporti di 0,3–0,6.
ja: 短期変動と長期変動のバランスです。比が高いほど、ゆっくりした傾向に比べて拍動ごとの変動が大きいことを意味します。睡眠中は 0.3〜0.6 が一般的です。
ko: 단기 변동성과 장기 변동성의 균형입니다. 비율이 높을수록 느린 추세에 비해 박동 간 변동이 크다는 뜻입니다. 수면 중에는 0.3–0.6이 일반적입니다.
nb: Balansen mellom kortsiktig og langsiktig variasjon. Høyere forhold betyr mer slag-til-slag-variasjon i forhold til langsomme trender. Under søvn er forhold på 0,3–0,6 typiske.
nl: De verhouding tussen korte- en langetermijnvariatie. Een hogere ratio betekent meer slag-tot-slagvariatie ten opzichte van trage trends. Tijdens de slaap zijn ratio’s van 0,3–0,6 gebruikelijk.
pt_br: O equilíbrio entre a variabilidade de curto e de longo prazo. Razões maiores significam mais variação batimento a batimento em relação às tendências lentas. Durante o sono, razões de 0,3–0,6 são típicas.
ru: Соотношение краткосрочной и долгосрочной вариабельности. Более высокое соотношение означает больше межударной вариации относительно медленных трендов. Во сне типичны значения 0,3–0,6.
sv: Balansen mellan kortsiktig och långsiktig variation. Högre kvoter betyder mer slag-till-slag-variation i förhållande till långsamma trender. Under sömn är kvoter på 0,3–0,6 typiska.
zh_hans: 短期与长期变异之间的平衡。比值越高，表示相对于缓慢趋势的逐搏变化越多。睡眠期间，0.3–0.6 的比值较为常见。
